[
    {
        "naam": "Crispy kip burger",
        "ingrediënten": [
            "500gr boneless chicken breasts",
            "250ml Karnemelk",
            "1/2 tsp Zout",
            "500ml vegetable oil",
            "4 Hamburger buns",
            "1 Tomaat",
            "125ml rice vinegar",
            "2 tsp Zuiker",
            "1 tsp Zout",
            "125ml Mayonaise",
            "2 tsp BBQ Kruiden",
            "250gr Bloem",
            "1 tsp Baking Powder",
            "1 tsp Paprika Kruiden",
            "1 tsp onion powder",
            "1 tsp Garlic Powder",
            "30ml Karnemelk"
        ],
        "instructies": [
            "Sla de kip plat totdat deze ½\" (1 cm) dik is",
            "Snijd de kipfilets in de breedte doormidden",
            "Meng de karnemlek en zout in een grote kom en voeg de kip toe",
            "Marineer gedurende 1 uur of een hele nacht",
            "Voor de saus: Meng de mayonaise en kruiden en zet in de koelkast tot gebruik",
            "Meng de ingrediënten voor de paneerlaag in een middelgrote kom",
            "waarbij je de karnemlek als laatste toevoegt",
            "Werk met één stuk kip tegelijk: Haal de gemarineerde kip door het bloemmengsel en druk goed aan zodat er een dikke korst onstaat.",
            "Verhit de olie in de geëmailleerde gietijzeren koekenpan op middelhoog vuur tot de olie een temperatuur van 180°C (350°F) bereikt (Frituurpan kan ook).",
            "Gebruik een ovenwant en een tang om de kip voorzichtig in de hete olie te leggen.",
            "Bak met deksel op de pan gedurende 5 minuten.",
            "Verwijder het deksel. Draai elk stuk kip voorzichtig om. Bak onafgedekt verder gedurende 5–6 minuten",
            "Of totdat de kip knapperig en goudbruin is en een temperatuur van 74°C (165°F) heeft bereikt.",
            "Haal de kip uit de olie en leg op een rooster om licht af te koelen.",
            "Om de broodjes samen te stellen.",
            "Besmeer beide helften van de broodjes met de saus.",
            "Voeg een paar tomaten toe en leg de kip erbovenop."
        ],
        "categorie": "Avondeten"
    }
]